Repository: wp-plugins/a9-siteinfo-generator
Catalog: siteinfo-*.po
Languages: de_de, nl_nl

source: <b>Error</b>: The path to your SiteInfo file was not found.
de_de: <b>Fehler</b>: Der Pfad zur SiteInfo Datei wurde nicht gefunden.
nl_nl: <b>Fout</b>: Het pad naar je SiteInfo bestand kan niet gevonden worden.

source: OK, path found, siteinfo.xml exists and is writable.
de_de: OK, Pfad wurde gefunden und die Datei siteinfo.xml ist beschreibbar.
nl_nl: OK, Pad is gevonden, siteinfo.xml bestaat en is schrijfbaar.

source: <b>Error</b>, path found, siteinfo.xml exists but is not writable. Please make it writable using CHMOD 777.
de_de: <b>Fehler</b>, der Pfad wurde gefunden, die siteinfo.xml Datei exisitiert aber ist nicht schreibbar. Bitte machen Sie die Datei schreibbar, in dem Sie per FTP oder SSH das Kommando CHMOD 777 ausführen.
nl_nl: <b>Fout</b>, Pad is gevonden, siteinfo.xml bestaat, maar is niet schrijfbaar. Verbeter dit a.u.b. door middel van CHMOD 777.

source: OK, path found, siteinfo.xml doesn't exist but the directory is writable so WordPress is able to create a new one.
de_de: OK, der Pfad wurde gefundem, die Datei siteinfo.xml existiert noch nicht aber da das Verzeichnis beschreibbar ist kann diese automatisch angegelgt werden.
nl_nl: OK, Pad is gevonden, siteinfo.xml bestaat niet, maar de directory is schrijfbaar, dus WordPress kan een nieuwe aanmaken.

source: <b>Error</b>, path found, siteinfo.xml doesn't exist and the directory is not writable so WordPress is NOT able to create a new one. Please crate a file named siteinfo.xml and make it writable using CHMOD 777.
de_de: <b>Fehler</b>, der Pfad wurde zwar gefundem, aber die Datei siteinfo.xml exisitert bisher nicht. Da das Verzeichnis nicht beschreibbar ist, kann diese nicht automatisch angelegt werden. Bitte erstellen Sie eine neue Datei names siteinfo.xml und machen Sie diese per FTP oder SSH mit dem Kommando CHMOD 777 beschreibbar.
nl_nl: <b>Fout</b>, Pad gevonden, siteinfo.xml bestaat niet en de directory is niet schrijfbaar. Maak a.u.b. een bestand genaamd siteinfo.xml aan en maak het schrijfbaar door middel van CHMOD 777.

source: Home
de_de: Startseite
nl_nl: Startpagina

source: Search
de_de: Suche
nl_nl: Zoek

source: Search for [[:SEARCHTERMS:]]
de_de: Suche nach [[:SEARCHTERMS:]]
nl_nl: Zoek naar [[:SEARCHTERMS:]]

source: Recent Posts
de_de: Kürzliche Beiträge
nl_nl: Recente berichten

source: Categories
de_de: Kategorien
nl_nl: Categoriën

source: Archives
de_de: Archive
nl_nl: Archief

source: Your blog is not installed in the top level of your domain. Please verify the path to your domain root below and enable the plugin.
de_de: Ihr Blog ist nicht im Stammverzeichnis der Domain installiert. Bitte überprüfen Sie den unten angegebenen Pfad und korrigieren Sie ihn falls nötig.
nl_nl: Je blog is niet geïnstalleerd op het bovenste niveau van je domein. Controleer a.u.b. het pad naar je domein hieronder en activeer de plugin.

source: It looks like your server doesn't support mod_rewrite, so we need to create a static file. Please verify the path to your blog directory below.
de_de: Es sieht so aus als würde Ihr Webserver mod_rewrite nicht unterstützten, daher muss eine statische Datei generiert werden. Bitte überprüfen Sie den unten angebeben Pfad zu Ihrem Blog Verzeichnis.
nl_nl: Het lijkt er op dat jouw server geen mod_rewrite ondersteund, dus moet er een statische file gecreëerd worden. Controleer a.u.b. het pad naar je blog hieronder.

source: Please <a href="%s">update your permalink structure</a> after activating this plugin!
de_de: Bitte <a href="%s">aktualisieren Sie Ihre Permalink Struktur</a> nach dem Sie dieses Plugin aktiviert haben!
nl_nl: Werk a.u.b. de <a href="%s">permalink structuur</a> bij na het activeren van de plugin!

source: Hide this notice
de_de: Hinweis ausblenden
nl_nl: Verberg deze mededeling

source: Thank you very much for the donation. You help me to continue support and development of this plugin and other free software!
de_de: Vielen Dank für Ihre Spende! Sie helfen mir die Entwicklung und Unterstützung dieses Plugins und anderer kostenloses Software fortzuführen.
nl_nl: Bedankt voor de donatie. Je helpt mij ondersteuning en ontwikkeling op deze plugin en andere gratis software te blijven leveren.

source: Please <a href="%s">update your permalink structure</a> after activating mod_rewite!
de_de: Bitte <a href="%s">aktualisieren Sie Ihre Permalink Struktur</a> nach dem Sie mod_rewrite aktiviert haben!
nl_nl: Werk a.u.b. de <a href="%s">permalink structuur</a> bij na het activeren van mod_rewrite!

source: SiteInfo for WordPress
de_de: SiteInfo für WordPress
nl_nl: SiteInfo voor WordPress

source: Author Website
de_de: Autoren Website
nl_nl: Auteur Website

source: Support Forum
de_de: Hilfe Forum
nl_nl: Help Forum

source: Report Bug
de_de: Fehler melden
nl_nl: Bug melden

source: SiteInfo Resources:
de_de: SiteInfo Links
nl_nl: SiteInfo Links

source: A9 Developer Blog
de_de: A9 Entwickler Blog
nl_nl: A9 Ontwikkelaar Blog

source: SiteInfo for Firefox
de_de: SiteInfo für FireFox
nl_nl: SiteInfo voor FireFox

source: Full A9 Toolbar
de_de: Kompl. A9 Toolbar
nl_nl: Complete A9 Toolbar

source: Donations:
de_de: Spenden:
nl_nl: Donaties:

source: Hide this list
de_de: Diese Liste ausblenden
nl_nl: Verberg deze lijst

source: The plugin is using <b>mod_rewrite</b>
de_de: Das Plugin verwendet <b>mod_rewrite</b>
nl_nl: De plugin gebruikt <b>mod_rewrite</b>

source: The plugin is using <b>a static file</b>
de_de: Das Plugin verwendet <b>eine statische Datei</b>
nl_nl: De plugin gebruikt <b>een statische bestand</b>

source: The URL of your SiteInfo file is %s
de_de: Die URL zu Ihrer SiteInfo Datei lautet %s
nl_nl: De URL van jouw SiteInfo bestand is %s

source: The path to your SiteInfo file is %s
de_de: Der Pfad zu Ihrer SiteInfo Datei lautet %s
nl_nl: Het pad naar jouw SiteInfo bestand is %s

source: Your SiteInfo was rebuilt on %s
de_de: Ihre SiteInfo Datei wurde zuletzt erstellt am %s
nl_nl: Jouw SiteInfo is gegenereerd op %s

source: File status:
de_de: Datei Status:
nl_nl: Bestand Status:

source: Please delete the <abbr title="%s">
de_de: Bitte löschen Sie die Datei <abbr title="%s">
nl_nl: Verwijder a.u.b. de <abbr title="%s">

source: </abbr> file if you want to use mod_rewrite.
de_de: </abbr> wenn Sie mod_rewrite verwenden möchten.
nl_nl: </abbr> als je geen mod_rewrite wil gebruiken.

source: Basic Options
de_de: Standard Einstellungen
nl_nl: Algemene Opties

source: Full path to the domain root
de_de: Kompletter Pfad zum Domain Stammverzeichnis:
nl_nl: Volledig pad naar het bovenste niveau op het domein:

source: Verify path
de_de: Pfad überprüfen
nl_nl: Controleer pad

source: Autodetect
de_de: Automatisch erkennen
nl_nl: Automatisch detecteren

source: Full URL to the domain root
de_de: Komplette URL zu Ihrem Domain Stammverzeichnis:
nl_nl: Volledige URL naar het bovenste niveau op het domein:

source: Your server does not support mod_rewrite so this plugin will generate a static file every time you publish a post. Please specify the path to your domain root below.
de_de: Da Ihr Server mod_rewrite nicht unterstützt wird dieses Plugin jedes mal wenn Sie einen Beitrag veröffentlichen eine statische SiteInfo Datei erstellen. Bitte überprüfen Sie den hier angegebenen Pfad zum Domain Stammverzeichnis.
nl_nl: Je server ondersteund geen mod_rewrite, dus deze plugin zal elke keer als je een bericht publiceert een statisch bestand genereren. Specificeer het pad naar het bovenste niveau op het domein hieronder.

source: Your blog is not located in your domain root so this plugin will generate a static file every time you publish a post. Please specify the path to your domain root below.
de_de: Da Ihr Blog nicht im Stammverzeichnis dieser Domain liegt wird dieses Plugin jedes mal wenn Sie einen Beitrag veröffentlichen eine statische SiteInfo Datei erstellen. Bitte überprüfen Sie den hier angegebenen Pfad zum Domain Stammverzeichnis.
nl_nl: Je blog is niet op het hoogste niveau van het domein geïnstalleerd, dus deze plugin zal elke keer als je een bericht publiceert een statisch bestand genereren. Specificeer het pad naar het bovenste niveau op het domein hieronder.

source: Use mod_rewrite to generate the SiteInfo file
de_de: Mod_rewrite benutzen um die SiteInfo zu generieren
nl_nl: Gebruik mod_rewrite om het SiteInfo bestand te genereren

source: WebMenu Content
de_de: Inhalt des WebMenu
nl_nl: WebMenu Inhoud

source: Please choose what you want to include in your WebMenu. <b>Note that you need to close and reopen your browser to see the changes because the A9 Toolbar reads the file only once per session.</b>
de_de: Bitte wählen Sie welche Einträge im WebMenü aufgeführt werden sollen. <b>Bitte beachten Sie dass Sie Ihren Browser schließen und neu öffnen müssen um die Änderungen zu sehen da die A9 Toolbar die Daten nur einmal pro Sitzung abruft.</b>
nl_nl: Selecteer wat je wil opnemen in jouw WebMenu. <b>Let er op dat je je browser opnieuw moet starten om de wijzigingen te zien, omdat de A9 Toolbar het bestand maar 1 keer per sessie inleest.</b>

source: Pages
de_de: Zusätzliche Seiten
nl_nl: Pagina's

source: Update options
de_de: Optionen speichern
nl_nl: Opties bijwerken

source: Sending Data...
de_de: Sende Daten...
nl_nl: Gegevens aan het versturen...

source: Data Sent...
de_de: Daten gesendet...
nl_nl: Gegevens verzonden...

source: Processing Request...
de_de: Verarbeite Anforderung....
nl_nl: Bezig met verwerken....

source: Done.
de_de: Fertig.
nl_nl: Gereed.

source: Empty directory
de_de: Leeres Verzeichnis
nl_nl: Lege directory
